{"hr99-113":{"id":"hr99-113","official_title":"To prohibit anticompetitive activities and to provide that health insurance issuers and medical malpractice insurance issuers are subject to the antitrust laws of the United States, and for other purposes.","short_title":"Health Insurance Industry Antitrust Enforcement Act of 2013"},"hr98-113":{"id":"hr98-113","official_title":"To provide a remedy for survivors and descendants of the victims of the Tulsa, Oklahoma Race Riot of 1921.","short_title":"John Hope Franklin Tulsa-Greenwood Race Riot Claims Accountability Act of 2013"},"hr97-113":{"id":"hr97-113","official_title":"To provide incentives for States to invest in practices and technology that are designed to expedite voting at the polls and to simplify voter registration.","short_title":"Fair, Accurate, Secure, and Timely Voting"},"hr96-113":{"id":"hr96-113","official_title":"To permit the televising of Supreme Court proceedings.","short_title":"Cameras in the Courtroom Act"},"hr95-113":{"id":"hr95-113","official_title":"To reduce Federal spending and the deficit by terminating taxpayer financing of presidential election campaigns and party conventions.","short_title":null},"hr94-113":{"id":"hr94-113","official_title":"To amend the Internal Revenue Code of 1986 to prohibit the use of public funds for political party conventions.","short_title":null},"hr93-113":{"id":"hr93-113","official_title":"To amend chapter 44 of title 18, United States Code, to restrict the ability of a person whose Federal license to import, manufacture, or deal in firearms has been revoked, whose application to renew such a license has been denied, or who has received a license revocation or renewal denial notice, to transfer business inventory firearms, and for other purposes.","short_title":"Fire Sale Loophole Closing Act"},"hr92-113":{"id":"hr92-113","official_title":"To provide energy crisis relief to residents of the Virgin Islands.","short_title":"Virgin Islands Energy Crisis Relief Act"},"hr91-113":{"id":"hr91-113","official_title":"To extend the supplemental security income benefits program to Guam, the United States Virgin Islands, and American Samoa.","short_title":null},"hr90-113":{"id":"hr90-113","official_title":"To enhance Federal enforcement of hate crimes, and for other purposes.","short_title":"David Ray Hate Crimes Prevention Act of 2013"}}