{"s99-113":{"id":"s99-113","official_title":"A bill to provide for full and open competition for Federal contracts related to natural disaster reconstruction efforts.","short_title":"Natural Disaster Fairness in Contracting Act of 2013"},"s98-113":{"id":"s98-113","official_title":"A bill to ensure efficiency and fairness in the awarding of Federal contracts in connection with natural disaster reconstruction efforts.","short_title":"Local Disaster Contracting Fairness Act of 2013"},"s97-113":{"id":"s97-113","official_title":"A bill to amend title 44 of the United States Code, to provide for the suspension of fines under certain circumstances for first-time paperwork violations by small business concerns.","short_title":"Small Business Paperwork Relief Act of 2013"},"s96-113":{"id":"s96-113","official_title":"A bill to authorize the use of certain offshore oil and gas platforms in the Gulf of Mexico for artificial reefs, and for other purposes.","short_title":"Rigs to Reefs Habitat Protection Act"},"s95-113":{"id":"s95-113","official_title":"A bill to withhold United States contributions to the United Nations until the United Nations formally retracts the final report of the \"United Nations Fact Finding Mission on the Gaza Conflict\".","short_title":null},"s94-113":{"id":"s94-113","official_title":"A bill to terminate the $1 presidential coin program.","short_title":null},"s93-113":{"id":"s93-113","official_title":"A bill to provide tax relief with respect to the Hurricane Isaac disaster area.","short_title":"Investment Savings Access After Catastrophes Act of 2013"},"s92-113":{"id":"s92-113","official_title":"A bill to require that the Government give priority to payment of all obligations on the debt held by the public and payment of Social Security benefits in the event that the debt limit is reached.","short_title":null},"s91-113":{"id":"s91-113","official_title":"A bill to amend the Internal Revenue Code of 1986 to clarify eligibility for the child tax credit.","short_title":"Child Tax Credit Integrity Preservation Act of 2013"},"s90-113":{"id":"s90-113","official_title":"A bill to amend title II of the Social Security Act to allow workers who attain age 65 after 1981 and before 1992 to choose either lump sum payments over four years totaling $5,000 or an improved benefit computation formula under a new 10-year rule governing the transition to the changes in benefit computation rules enacted in the Social Security Amendments of 1977, and for other purposes.","short_title":"Notch Fairness Act of 2013"},"s9-113":{"id":"s9-113","official_title":"A bill to strengthen our Nation's electoral system by ensuring clean and fair elections.","short_title":"Clean and Fair Elections Act"},"s89-113":{"id":"s89-113","official_title":"A bill to amend the Migratory Bird Treaty Act to authorize hunting under certain circumstances.","short_title":"Migratory Bird Treaty Amendment Act of 2013"},"s88-113":{"id":"s88-113","official_title":"A bill to amend the public charter school provisions of the Elementary and Secondary Education Act of 1965, and for other purposes.","short_title":"21st Century Charter School Act"},"s87-113":{"id":"s87-113","official_title":"A bill to amend the Internal Revenue Code of 1986 to provide a tax deduction for itemizers and nonitemizers for expenses relating to home schooling.","short_title":"Home School Opportunities Make Education Sound Act of 2013"},"s86-113":{"id":"s86-113","official_title":"A bill to amend the Internal Revenue Code of 1986 to expand the Coverdell education savings accounts to allow home school education expenses, and for other purposes.","short_title":null},"s85-113":{"id":"s85-113","official_title":"A bill to provide incentives for States to invest in practices and technology that are designed to expedite voting at the polls and to simplify voter registration.","short_title":"FAST Voting Act of 2013"},"s84-113":{"id":"s84-113","official_title":"A bill to amend the Fair Labor Standards Act of 1938 to provide more effective remedies to victims of discrimination in the payment of wages on the basis of sex, and for other purposes.","short_title":"Paycheck Fairness Act"},"s83-113":{"id":"s83-113","official_title":"A bill to provide for continuing operations of Government in a fiscally responsible manner.","short_title":"Government Shutdown Prevention Act of 2013"},"s82-113":{"id":"s82-113","official_title":"A bill to provide that any executive action infringing on the Second Amendment has no force or effect, and to prohibit the use of funds for certain purposes.","short_title":"Separation of Powers Restoration and Second Amendment Protection Act of 2013"},"s81-113":{"id":"s81-113","official_title":"A bill to provide guidance and priorities for Federal Government obligations in the event that the debt limit is reached.","short_title":"Default Prevention Act"},"s80-113":{"id":"s80-113","official_title":"A bill to amend the DNA Analysis Backlog Elimination Act of 2000 to provide for Debbie Smith grants for auditing sexual assault evidence backlogs and to establish a Sexual Assault Forensic Evidence Reporting System, and for other purposes.","short_title":"SAFER Act of 2013"},"s8-113":{"id":"s8-113","official_title":"A bill expressing the sense of the Senate on the need to enact legislation to eliminate wasteful tax loopholes.","short_title":"End Wasteful Tax Loopholes Act"},"s79-113":{"id":"s79-113","official_title":"A bill for the relief of Al-Housseynou Ba.","short_title":null},"s78-113":{"id":"s78-113","official_title":"A bill for the relief of Hussein Bazzi.","short_title":null},"s77-113":{"id":"s77-113","official_title":"A bill to amend part D of title XVIII of the Social Security Act to authorize the Secretary of Health and Human Services to negotiate for lower prices for Medicare prescription drugs.","short_title":"Prescription Drug and Health Improvement Act of 2013"},"s76-113":{"id":"s76-113","official_title":"A bill for the relief of Guy Vang, Genevieve Chong Foung, Caroline Vang, and Melanie Vang.","short_title":null},"s75-113":{"id":"s75-113","official_title":"A bill for the relief of Ibrahim Parlak.","short_title":null},"s74-113":{"id":"s74-113","official_title":"A bill for the relief of Momo Krcic.","short_title":null},"s73-113":{"id":"s73-113","official_title":"A bill for the relief of Miguel Santillan.","short_title":null},"s72-113":{"id":"s72-113","official_title":"A bill for the relief of Luay Hadad.","short_title":null},"s71-113":{"id":"s71-113","official_title":"A bill for the relief of Josephina Valera Lopez.","short_title":null},"s70-113":{"id":"s70-113","official_title":"A bill for the relief of Marcos Antonio Sanchez-Diaz.","short_title":null},"s7-113":{"id":"s7-113","official_title":"A bill to improve the resilience of the United States to extreme weather events and to prevent the worsening of extreme weather conditions.","short_title":"Extreme Weather Prevention and Resilience Act"},"s69-113":{"id":"s69-113","official_title":"A bill for the relief of Anton Dodaj, Gjyljana Dodaj, Franc Dodaj, Kristjan Dodaj, and Kanto Macotaj.","short_title":null},"s68-113":{"id":"s68-113","official_title":"A bill to enhance the security of chemical facilities and for other purposes.","short_title":"Secure Chemical Facilities Act"},"s67-113":{"id":"s67-113","official_title":"A bill to amend the Safe Drinking Water Act and the Federal Water Pollution Control Act to authorize the Administrator of the Environmental Protection Agency to reduce or eliminate the risk of releases of hazardous chemicals from public water systems and wastewater treatment works, and for other purposes.","short_title":"Secure Water Facilities Act"},"s66-113":{"id":"s66-113","official_title":"A bill to establish a pilot program to evaluate the cost-effectiveness and project delivery efficiency of non-Federal sponsors as the lead project delivery team for authorized civil works flood control and navigation construction projects of the Corps of Engineers.","short_title":"Corps of Engineers Project Delivery Flexibility Act of 2013"},"s65-113":{"id":"s65-113","official_title":"A bill to repeal the provision of law that provides automatic pay adjustments for Members of Congress.","short_title":null},"s64-113":{"id":"s64-113","official_title":"A bill to prohibit authorized committees and leadership PAC's from employing the spouse or immediate family members of any candidate or Federal office holder connected to the committee.","short_title":null},"s63-113":{"id":"s63-113","official_title":"A bill to require the Secretary of Commerce and the Secretary of Labor to establish the Made In America Incentive Grant Program, and for other purposes.","short_title":"Made In America Manufacturing Act of 2013"},"s62-113":{"id":"s62-113","official_title":"A bill to amend the Internal Revenue Code of 1986 to allow taxpayers to designate overpayments of tax as contributions and to make additional contributions to the Homeless Veterans Assistance Fund, and for other purposes.","short_title":"Check the Box for Homeless Veterans Act of 2013"},"s61-113":{"id":"s61-113","official_title":"A bill to include the Point Arena-Stornetta Public Lands in the California Coastal National Monument as a part of the National Landscape Conservation System, and for other purposes.","short_title":"California Coastal National Monument Expansion Act of 2013"},"s60-113":{"id":"s60-113","official_title":"A bill to amend the National Trails System Act to provide for the study of the Western States Trail for potential designation as a national historic trail.","short_title":"Western States National Historic Trail Study Act of 2013"},"s6-113":{"id":"s6-113","official_title":"A bill to reauthorize the VOW to Hire Heroes Act of 2011, to provide assistance to small businesses owned by veterans, to improve enforcement of employment and reemployment rights of members of the uniformed services, and for other purposes.","short_title":"Putting Our Veterans Back to Work Act of 2013"},"s59-113":{"id":"s59-113","official_title":"A bill to designate a Distinguished Flying Cross National Memorial at the March Field Air Museum in Riverside, California.","short_title":"Distinguished Flying Cross National Memorial Act"},"s58-113":{"id":"s58-113","official_title":"A bill to amend the Help America Vote Act of 2002 to ensure that voters in elections for Federal office do not wait in long lines in order to vote.","short_title":"LINE Act of 2013"},"s57-113":{"id":"s57-113","official_title":"A bill to establish a timely and expeditious process for voting on the statutory debt limit.","short_title":"U.S.A. AAA Credit Restoration Act"},"s56-113":{"id":"s56-113","official_title":"A bill to amend the Internal Revenue Code of 1986 to increase the credit for employers establishing workplace child care facilities, to increase the child care credit to encourage greater use of quality child care services, to provide incentives for students to earn child care-related degrees and to work in child care facilities, and to increase the exclusion for employer-provided dependent care assistance.","short_title":"Right Start Child Care and Education Act of 2013"},"s55-113":{"id":"s55-113","official_title":"A bill to prohibit Members of Congress and the President from receiving pay during Government shutdowns.","short_title":null},"s54-113":{"id":"s54-113","official_title":"A bill to increase public safety by punishing and deterring firearms trafficking.","short_title":"Stop Illegal Trafficking in Firearms Act of 2013"},"s53-113":{"id":"s53-113","official_title":"A bill to authorize the Administrator of the Environmental Protection Agency to award grants to individuals that may be affected by a reported disease cluster.","short_title":"Community Disease Cluster Assistance Act"},"s52-113":{"id":"s52-113","official_title":"A bill to improve the energy and water efficiency of Federal buildings.","short_title":"Promoting Efficiency and Savings in Government Act"},"s51-113":{"id":"s51-113","official_title":"A bill to reauthorize and amend the National Fish and Wildlife Foundation Establishment Act.","short_title":"National Fish and Wildlife Foundation Reauthorization Act of 2013"},"s50-113":{"id":"s50-113","official_title":"A bill to direct the Administrator of the Environmental Protection Agency to investigate and address cancer and disease clusters, including in infants and children.","short_title":"Strengthening Protections for Children and Communities From Disease Clusters Act"},"s5-113":{"id":"s5-113","official_title":"A bill to reauthorize the Violence Against Women Act of 1994.","short_title":null},"s49-113":{"id":"s49-113","official_title":"A bill to amend title 38, United States Code, to ensure that veterans in each of the 48 contiguous States are able to receive services in at least one full-service Department of Veterans Affairs medical center in the State or receive comparable services provided by contract in the State, and for other purposes.","short_title":"Veterans Health Equity Act of 2013"},"s48-113":{"id":"s48-113","official_title":"A bill for the relief of Genesio Januario Oliveira.","short_title":null},"s47-113":{"id":"s47-113","official_title":"A bill to reauthorize the Violence Against Women Act of 1994.","short_title":"Violence Against Women Reauthorization Act of 2013"},"s46-113":{"id":"s46-113","official_title":"A bill to protect Social Security benefits and military pay and require that the United States Government prioritize all obligations on the debt held by the public in the event that the debt limit is reached.","short_title":"Ensuring the Full Faith and Credit of the United States and Protecting America's Soldiers and Seniors Act"},"s45-113":{"id":"s45-113","official_title":"A bill to amend the Outer Continental Shelf Lands Act to permanently prohibit the conduct of offshore drilling on the outer Continental Shelf off the coast of California, Oregon, and Washington.","short_title":"West Coast Ocean Protection Act of 2013"},"s44-113":{"id":"s44-113","official_title":"A bill to improve patient access to health care services and provide improved medical care by reducing the excessive burden the liability system places on the health care delivery system.","short_title":"MCAP Act"},"s43-113":{"id":"s43-113","official_title":"A bill to require that any debt limit increase be balanced by equal spending cuts of the next decade.","short_title":"Dollar-for-Dollar Deficit Reduction Act"},"s42-113":{"id":"s42-113","official_title":"A bill to provide anti-retaliation protections for antitrust whistleblowers.","short_title":"Criminal Antitrust Anti-Retaliation Act of 2013"},"s41-113":{"id":"s41-113","official_title":"A bill to provide a permanent deduction for State and local general sales taxes.","short_title":null},"s40-113":{"id":"s40-113","official_title":"A bill to restore Americans' individual liberty by striking the Federal mandate to purchase insurance.","short_title":"American Liberty Restoration Act"},"s4-113":{"id":"s4-113","official_title":"A bill to create jobs and strengthen our economy by rebuilding our Nation's infrastructure.","short_title":"Rebuild America Act"},"s39-113":{"id":"s39-113","official_title":"A bill to improve the health of Americans and reduce health care costs by reorienting the Nation's health care system toward prevention, wellness, and health promotion.","short_title":"Healthy Lifestyles and Prevention America Act"},"s38-113":{"id":"s38-113","official_title":"A bill to amend title 28, United States Code, to prohibit the exclusion of individuals from service on a Federal jury on account of sexual orientation or gender identity.","short_title":"Jury ACCESS Act"},"s37-113":{"id":"s37-113","official_title":"A bill to sustain the economic development and recreational use of National Forest System land and other public land in the State of Montana, to add certain land to the National Wilderness Preservation System, to release certain wilderness study areas, to designate new areas for recreation, and for other purposes.","short_title":"Forest Jobs and Recreation Act of 2013"},"s36-113":{"id":"s36-113","official_title":"A bill for the relief of Alemseghed Mussie Tesfamical.","short_title":null},"s35-113":{"id":"s35-113","official_title":"A bill to require face to face purchases of ammunition, to require licensing of ammunition dealers, and to require reporting regarding bulk purchases of ammunition.","short_title":"Stop Online Ammunition Sales Act of 2013"},"s34-113":{"id":"s34-113","official_title":"A bill to increase public safety by permitting the Attorney General to deny the transfer of firearms or the issuance of firearms and explosives licenses to known or suspected dangerous terrorists.","short_title":"Denying Firearms and Explosives to Dangerous Terrorists Act of 2013"},"s33-113":{"id":"s33-113","official_title":"A bill to prohibit the transfer or possession of large capacity ammunition feeding devices, and for other purposes.","short_title":"Large Capacity Ammunition Feeding Device Act of 2013"},"s32-113":{"id":"s32-113","official_title":"A bill to amend title 18, United States Code, to prohibit taking minors across State lines in circumvention of laws requiring the involvement of parents in abortion decisions.","short_title":"Child Custody Protection Act of 2013"},"s31-113":{"id":"s31-113","official_title":"A bill to make the moratorium on Internet access taxes and multiple and discriminatory taxes on electronic commerce permanent.","short_title":"Permanent Internet Tax Freedom Act of 2013"},"s30-113":{"id":"s30-113","official_title":"A bill to prevent the 2013 pay adjustment of persons holding senior positions in the Federal Government from being made and to prevent pay adjustments for Members of Congress in any year there is a budget deficit.","short_title":"Congressional Pay Freeze Act of 2013"},"s3-113":{"id":"s3-113","official_title":"A bill to improve education and provide all students in the United States with the opportunity to succeed.","short_title":"Strengthen our Schools and Students Act"},"s29-113":{"id":"s29-113","official_title":"A bill to amend title 31, United States Code, to provide for automatic continuing resolutions.","short_title":"End Government Shutdowns Act"},"s28-113":{"id":"s28-113","official_title":"A bill to provide for the conveyance of a small parcel of National Forest System land in the Uinta-Wasatch-Cache National Forest in Utah to Brigham Young University, and for other purposes.","short_title":"Y Mountain Access Enhancement Act"},"s27-113":{"id":"s27-113","official_title":"A bill to clarify authority granted under the Act entitled \"An Act to define the exterior boundary of the Uintah and Ouray Indian Reservation in the State of Utah, and for other purposes\".","short_title":"Hill Creek Cultural Preservation and Energy Development Act"},"s26-113":{"id":"s26-113","official_title":"A bill to authorize the Secretary of the Interior to facilitate the development of hydroelectric power on the Diamond Fork System of the Central Utah Project.","short_title":"Bonneville Unit Clean Hydropower Facilitation Act"},"s25-113":{"id":"s25-113","official_title":"A bill to direct the Secretary of the Interior to convey certain Federal features of the electric distribution system to the South Utah Valley Electric Service District, and for other purposes.","short_title":"South Utah Valley Electric Conveyance Act"},"s24-113":{"id":"s24-113","official_title":"A bill to lower health premiums and increase choice for small businesses.","short_title":"Small Business Health Relief Act of 2013"},"s23-113":{"id":"s23-113","official_title":"A bill to designate as wilderness certain land and inland water within the Sleeping Bear Dunes National Lakeshore in the State of Michigan, and for other purposes.","short_title":"Sleeping Bear Dunes National Lakeshore Conservation and Recreation Act"},"s22-113":{"id":"s22-113","official_title":"A bill to establish background check procedures for gun shows.","short_title":"Gun Show Background Check Act of 2013"},"s21-113":{"id":"s21-113","official_title":"A bill to secure the United States against cyber attack, to improve communication and collaboration between the private sector and the Federal Government, to enhance American competitiveness and create jobs in the information technology industry, and to protect the identities and sensitive information of American citizens and businesses.","short_title":"Cybersecurity and American Cyber Competitiveness Act of 2013"},"s20-113":{"id":"s20-113","official_title":"A bill to repeal the Dodd-Frank Wall Street Reform and Consumer Protection Act.","short_title":"Financial Takeover Repeal Act of 2013"},"s2-113":{"id":"s2-113","official_title":"A bill to reduce violence and protect the citizens of the United States.","short_title":"Sandy Hook Elementary School Violence Reduction Act"},"s19-113":{"id":"s19-113","official_title":"A bill to amend the Endangered Species Act of 1973 to establish a procedure for approval of certain settlements.","short_title":null},"s18-113":{"id":"s18-113","official_title":"A bill to amend the Balanced Budget and Emergency Deficit Control Act of 1985 to replace the sequester established by the Budget Control Act of 2011.","short_title":"Sequester Replacement and Spending Reduction Act of 2013"},"s17-113":{"id":"s17-113","official_title":"A bill to stimulate the economy, produce domestic energy, and create jobs at no cost to the taxpayers, and without borrowing money from foreign governments for which our children and grandchildren will be responsible, and for other purposes.","short_title":"Energy Production and Project Delivery Act of 2013"},"s16-113":{"id":"s16-113","official_title":"A bill to provide for a sequester replacement.","short_title":null},"s15-113":{"id":"s15-113","official_title":"A bill to amend chapter 8 of title 5, United States Code, to provide that major rules of the executive branch shall have no force or effect unless a joint resolution of approval is enacted into law.","short_title":"Regulations From the Executive in Need of Scrutiny Act of 2013"},"s14-113":{"id":"s14-113","official_title":"A bill to provide for the partial settlement of certain claims under the Alaska Native Claims Settlement Act.","short_title":"Southeast Alaska Native Land Conveyance Act"},"s13-113":{"id":"s13-113","official_title":"A bill to authorize the Secretary of Health and Human Services, acting through the Administrator of the Health Resources and Services Administration, to award grants on a competitive basis to public and private entities to provide qualified sexual risk avoidance education to youth and their parents.","short_title":"Abstinence Education Reallocation Act of 2013"},"s12-113":{"id":"s12-113","official_title":"A bill to provide for the transfer of naval vessels to certain foreign recipients.","short_title":"Naval Vessel Transfer Act of 2013"},"s111-113":{"id":"s111-113","official_title":"A bill to require all public school employees and those employed in connection with a public school to receive FBI background checks prior to being hired, and for other purposes.","short_title":"Safety for Our Schoolchildren Act of 2013"},"s110-113":{"id":"s110-113","official_title":"A bill to establish a procedure to safeguard the Social Security Trust Funds.","short_title":"Social Security Lock-Box Act of 2013"},"s11-113":{"id":"s11-113","official_title":"A bill to provide a comprehensive deficit reduction plan, and for other purposes.","short_title":"Fiscal Sustainability Act of 2013"},"s109-113":{"id":"s109-113","official_title":"A bill to preserve open competition and Federal Government neutrality towards the labor relations of Federal Government contractors on Federal and federally funded construction projects.","short_title":"Government Neutrality in Contracting Act"}}