{"hr113-113":{"id":"hr113-113","official_title":"To amend the Workforce Investment Act of 1998 to integrate public libraries into State and local workforce investment boards, and for other purposes.","short_title":"WILL Act"},"hr128-113":{"id":"hr128-113","official_title":"To amend the Communications Act of 1934 to require radio and television broadcasters to provide free broadcasting time for political advertising, and for other purposes.","short_title":"Fairness in Political Advertising Act of 2013"},"hr27-113":{"id":"hr27-113","official_title":"To amend title XVIII of the Social Security Act to repeal the Medicare competitive acquisition program for durable medical equipment and prosthetics, orthotics, and supplies (DMEPOS), and for other purposes.","short_title":"Small Supplier Fairness in Bidding Competition Act of 2013"},"hr30-113":{"id":"hr30-113","official_title":"To amend the Small Business Investment Act of 1958, to provide for a small business early-stage investment program, and for other purposes.","short_title":"Small Business Investment Enhancement and Tax Relief Act"},"hr41-113":{"id":"hr41-113","official_title":"To temporarily increase the borrowing authority of the Federal Emergency Management Agency for carrying out the National Flood Insurance Program.","short_title":null},"hr56-113":{"id":"hr56-113","official_title":"To make 1 percent across-the-board rescissions in non-defense, non-homeland-security, and non-veterans-affairs discretionary spending for each of the fiscal years 2013 and 2014.","short_title":null},"hr75-113":{"id":"hr75-113","official_title":"To end membership of the United States in the United Nations.","short_title":"American Sovereignty Restoration Act of 2013"},"hr88-113":{"id":"hr88-113","official_title":"To increase the evidentiary standard required to convict a person for a drug offense, to require screening of law enforcement officers or others acting under color of law participating in drug task forces, and for other purposes.","short_title":"No More Tulias: Drug Law Enforcement Evidentiary Standards Improvement Act of 2013"}}